Repository: RisingStar-Web/Math-Calculator
Catalog: 2 + 2 = _/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, tr

source: Hello! I wish for your child to learn how to count, as soon as possible, with the help of this app "2 + 2 = " In full version you can use any numbers, and all mathematical calculations (you will be able to add, subtract, multiply and divide numbers) You will need to purchase the full version only once and it will be always available for you Full version without ads Terms of Use https://goo.gl/XYYGdX Privacy Policy https://goo.gl/ffY7iB
da: Hej! Jeg ønsker at dit barn lærer at tælle, så hurtigt som muligt ved hjælp af denne app "2 + 2 = " I fuld version kan du bruge alle tal og alle matematiske beregninger (du vil kunne tilføje, trække, multiplicere og opdele tal) Du skal kun købe den fulde version en gang, og den vil altid være tilgængelig for dig Fuld version uden annoncer Vilkår for brug https://goo.gl/XYYGdX Fortrolighedspolitik https://goo.gl/ffY7iB
de: Hallo! Ich möchte das Ihr Kind, so schnell wie möglich, das Rechnen erlernt und gleichzeitig dabei Spaß hat. Genau aus diesem Grund steht Ihnen die Aktualisierung "2 + 2 = " zur Verfügung, welche Ihnen in der Vollversion zur Verfügung steht. Dort stehen Ihnen verschiedene Zahlen zur Verfügung, mit denen Sie das Rechnen selbst trainieren können (Zusätzlicher Zugriff auf die Bereiche Subtrahieren, Multiplizieren und Dividieren). Durch den einmaligen Kauf der Vollversion, haben Sie jeder Zeit darauf einen Zugriff. Vollversion ohne Werbung Nutzungsvereinbarung https://goo.gl/XYYGdX Datenschutzerklärung https://goo.gl/ffY7iB
es: Hola! Deseo que su hijo aprenda a contar, tan pronto como sea posible, con la ayuda de esta aplicación "2 + 2 = " En la versión completa puedes usar cualquier número y todos los cálculos matemáticos (podrás sumar, restar, multiplicar y dividir números). Tendrás que comprar la versión completa una sola vez y siempre estará disponible para ti Versión completa sin anuncios Términos de Uso https://goo.gl/XYYGdX Política de privacidad https://goo.gl/ffY7iB
fi: Hei! Toivon, että lapsesi oppii laskemaan mahdollisimman pian tämän sovelluksen avulla "2 + 2 = " Täydellisessä versiossa voit käyttää kaikkia numeroita ja kaikkia matemaattisia laskutoimituksia (voit lisätä, vähentää, monistaa ja jakaa numeroita) Sinun on ostettava koko versio vain kerran ja se on aina käytettävissäsi Täysi versio ilman mainoksia Käyttöehdot https://goo.gl/XYYGdX Tietosuojakäytäntö https://goo.gl/ffY7iB
fr: Bonjour! Je souhaite à votre enfant d'apprendre à compter, dès que possible, avec l'aide de cette application "2 + 2 = " En version complète, vous pouvez utiliser tous les nombres et tous les calculs mathématiques (vous pourrez ajouter, soustraire, multiplier et diviser des nombres) Vous devrez acheter la version complète une seule fois et vous sera toujours disponible Version complète sans annonces Conditions d'utilisation https://goo.gl/XYYGdX Politique de confidentialité https://goo.gl/ffY7iB
it: Ciao! Vorrei che il tuo figlio imparasse a contare, al più presto, con l'aiuto di questa applicazione "2 + 2 = " Nella versione completa è possibile utilizzare numeri e tutti i calcoli matematici (potrai aggiungere, sottrarre, moltiplicare e dividere i numeri). Sarà necessario acquistare la versione completa una sola volta e sarà sempre disponibile per te Versione completa senza pubblicità Condizioni d'uso https://goo.gl/XYYGdX Politica sulla riservatezza https://goo.gl/ffY7iB
ja: こんにちは! 私はあなたの子供がこのアプリの助けを借りてできるだけ早く数える方法を学ぶことを望みます "2 + 2 = " フルバージョンでは、任意の数とすべての数学的計算を使用することができます（数字の加算、減算、乗算、および除算が可能です）。フルバージョンは1回のみ購入する必要があります。 広告なしのフルバージョン 利用規約 https://goo.gl/XYYGdX 個人情報保護方針 https://goo.gl/ffY7iB
nb: Hallo! Jeg ønsker at barnet ditt skal lære å telle, så snart som mulig, ved hjelp av denne appen "2 + 2 = " I full versjon kan du bruke alle tall og alle matematiske beregninger (du vil kunne legge til, trekke, multiplisere og dele tall). Du må bare kjøpe den fulle versjonen én gang, og den vil alltid være tilgjengelig for deg. Fullversjon uten annonser Vilkår for bruk https://goo.gl/XYYGdX Personvernregler https://goo.gl/ffY7iB
nl: Hallo! Ik wens uw kind om te leren hoe snel, met behulp van deze app, tellen "2 + 2 = " In volledige versie kunt u nummers gebruiken en alle wiskundige berekeningen (u kunt nummers toevoegen, aftrekken, vermenigvuldigen en verdelen). U hoeft de volledige versie slechts een keer te kopen en het zal altijd beschikbaar zijn voor u Volledige versie zonder advertenties Gebruiksvoorwaarden https://goo.gl/XYYGdX Privacybeleid https://goo.gl/ffY7iB
pl: Cześć! Pragnę, aby Twoje dziecko nauczyło się, jak najszybciej liczyć, przy pomocy tej aplikacji "2 + 2 = " W pełnej wersji możesz używać dowolnych liczb i wszystkich obliczeń matematycznych (będziesz mógł dodawać, odejmować, pomnożyć i dzielić liczby). Będziesz musiał zakupić pełną wersję tylko raz i będzie ona zawsze dostępna dla Ciebie Pełna wersja bez reklam Warunki korzystania https://goo.gl/XYYGdX Polityka prywatności https://goo.gl/ffY7iB
pt_br: Olá! Desejo que seu filho aprenda a contar, o mais rápido possível, com a ajuda deste aplicativo "2 + 2 = " Na versão completa, você pode usar qualquer número e todos os cálculos matemáticos (você poderá adicionar, subtrair, multiplicar e dividir números) Você precisará comprar a versão completa apenas uma vez e estará sempre disponível para você Versão completa sem anúncios Termos de uso https://goo.gl/XYYGdX Política de Privacidade https://goo.gl/ffY7iB
ru: Здравствуйте! Я хочу, чтоб ваш ребенок как можно быстрее и интереснее научился считать. Для этого сделано приложение "2 + 2 = " В полной версии вы сможете использовать любые числа для тренировки счета, а так же все простые математические действия (будут доступны дополнительно: умножение, вычитание и деление). Покупка совершается один раз и доступна для вас всегда. Полная версия без рекламы Правила использования https://goo.gl/XYYGdX Политика конфиденциальности https://goo.gl/ffY7iB
sv: Hallå! Jag önskar ditt barn att lära sig hur man räknar, så snart som möjligt, med hjälp av den här appen "2 + 2 = " I fullversion kan du använda några siffror och alla matematiska beräkningar (du kan lägga till, subtrahera, multiplicera och dela upp siffror). Du måste bara köpa den fullständiga versionen en gång och det kommer alltid att vara tillgängligt för dig Fullversion utan annonser Villkor https://goo.gl/XYYGdX Integritetspolicy https://goo.gl/ffY7iB
tr: Merhaba! Çocuğunuzun, bu uygulamanın yardımıyla, mümkün olan en kısa sürede nasıl sayulacağını öğrenmesini diliyorum. "2 + 2 = " Tam sürümde herhangi bir sayıyı ve tüm matematiksel hesaplamaları kullanabilirsiniz (sayıları ekleyebilir, çıkartabilir, çarpma ve bölme işlemlerini gerçekleştirebilirsiniz) Tam sürümü yalnızca bir kez satın almanız gerekecek ve sizin için daima mevcut olacak Reklamsız tam sürüm Kullanım Şartları https://goo.gl/XYYGdX Gizlilik Politikası https://goo.gl/ffY7iB

source: Thank you!
da: Tak!
de: Ich danke Ihnen!
es: Gracias!
fi: Kiitos!
fr: Je vous remercie!
it: Grazie!
ja: ありがとうございました！!
nb: Takk skal du ha!
nl: Dank je!
pl: Dziękuję Ci!
pt_br: Obrigado!
ru: Благодарю!
sv: Tack!
tr: teşekkür ederim!

source: Now you can use any numbers, and any calculation
da: Nu kan du bruge nogle tal og enhver beregning
de: Jetzt können Sie die Vollversion nutzen
es: Ahora puede utilizar cualquier número, y cualquier cálculo
fi: Nyt voit käyttää mitä tahansa numeroita ja mitä tahansa laskutoimitusta
fr: Maintenant, vous pouvez utiliser n'importe quel nombre et tout calcul
it: Ora puoi utilizzare qualsiasi numero e qualsiasi calcolo
ja: これで、任意の数値や計算を使用できます
nb: Nå kan du bruke noen tall og enhver beregning
nl: Nu kunt u alle nummers en eventuele berekeningen gebruiken
pl: Teraz możesz używać dowolnych liczb i wszelkich obliczeń
pt_br: Agora você pode usar qualquer número e qualquer cálculo
ru: Теперь вы можете использовать любые числа и действия
sv: Nu kan du använda några siffror och alla beräkningar
tr: Artık herhangi bir sayı ve herhangi bir hesaplama kullanabilirsiniz

source: Filed
de: Fehler
es: Archivado
fi: Arkistoida
fr: Classé
it: Archiviato
ja: ファイルされた
nb: Arkivert
nl: Gearchiveerd
pl: Wniesiony
pt_br: Arquivado
ru: Что-то пошло не так
sv: Arkiverat
tr: Dosyalanmış

source: App store declined your purchase
da: App Store har afvist dit køb
de: Der App Sore hat den Kauf abgelehnt
es: La tienda de aplicaciones rechaza tu compra
fi: App-store hylkäsi ostoksen
fr: L'App Store a refusé votre achat
it: L'app store ha rifiutato l'acquisto
ja: App Storeで購入を拒否しました
nb: Appbutikken avslått kjøpet ditt
nl: App Store heeft uw aankoop geweigerd
pl: Sklep z aplikacjami odmówił zakupu
pt_br: O App Store declinou sua compra
ru: App Store отклонил покупку
sv: Appbutiken avböjde ditt köp
tr: App store, satın alma işleminizi reddetti

source: Restore
da: Gendan
de: Wiederherstellung
es: Restaurar
fi: Palauttaa
fr: Restaurer
it: Ristabilire
ja: リストア
nb: Restaurere
nl: Herstellen
pl: Przywracać
pt_br: Restaurar
ru: Восстановление
sv: Återställa

source: if you bought full version - it is restored for you.
da: hvis du købte den fulde version - det er genoprettet for dig.
de: Wenn Sie die Vollversion erworben haben, dann stellen wir für sie den Kauf wieder her.
es: si usted compró la versión completa - se restaura para usted.
fi: jos ostat täydellisen version - se on palautettu sinulle.
fr: Si vous avez acheté une version complète, elle vous est restaurée.
it: se hai acquistato la versione completa - è stato ripristinato per te.
ja: フルバージョンを購入した場合、それは復元されます。
nb: hvis du kjøpte fullversjon - det blir restaurert for deg.
nl: Als u de volledige versie hebt gekocht, wordt het voor u gerestaureerd.
pl: jeśli kupiłeś pełną wersję - jest przywracana dla Ciebie.
pt_br: se você comprou a versão completa - é restaurado para você.
ru: Если вы покупали полную версию - мы восстановим покупки для вас
sv: om du köpte fullversion - det återställs för dig.
tr: tam sürüm satın aldıysanız - sizin için geri yüklenir
