Repository: RisingStar-Web/Math-Calculator
Catalog: 2 + 2 = _/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, tr

source: When you score
da: Når du scorer
de: Wenn Sie
es: Cuando anotas
fi: Kun pisteet
fr: Lorsque vous marquez
it: Quando lo farà
ja: あなたが得点するとき
nb: Når du scorer
nl: Wanneer je scoort
pl: Kiedy zdobędziesz
pt_br: Quando você marcar
ru: Когда ты наберешь
sv: När du gör mål
tr: Puanı aldığın zaman

source: point — I will write you
da: punkt - jeg vil skrive dig
de: punkte erreichen, dann antworte ich Ihnen
es: puntos - te escribiré
fi: kohta - kirjoitan sinulle
fr: point - je t'écrirai
it: punti - ti scriverò
ja: ポイント - 私はあなたに書き込みます
nb: poeng - jeg vil skrive deg
nl: punt - ik zal je schrijven
pl: punkt - piszę
pt_br: ponto - vou escrever você
ru: баллов - я напишу тебе
sv: punkt - jag ska skriva dig
tr: nokta - Seni yazacağım

source: Min more than Max
da: Min mere end Max
de: Minimum ist größer als Maximum
es: Min más que Max
fi: Vähintään enemmän kuin Maksimi
fr: Min plus que Max
it: Il minimo è più di Massimo
ja: 最大値以上の最小値
nb: Min mer enn Max
nl: Min meer dan Max
pl: Min więcej niż Max
pt_br: Mín mais do que Max
ru: Минимум больше чем Максимум
sv: Min mer än Max
tr: Minimum, Maksimumdan Fazla

source: Please check one more time min and max value. Max must be more than min
da: Tjek venligst endnu en gang min og max værdi. Max skal være mere end min
de: Bitte überprüfen Sie die minimalen und maximalen Werten, denn das Maximalwert muss größer sein als der Minimalwert
es: Compruebe una vez más el valor mínimo y máximo. Max debe ser más que min
fi: Tarkista vielä kerran min- ja max-arvo. Maxin on oltava enemmän kuin min
fr: Vérifiez une fois de plus la valeur min et max. Max doit être supérieur à min.
it: Si prega di controllare i valori minimi e massimi. Il massimo deve essere maggiore del minimo
ja: もう一度最小値と最大値を確認してください。 最大値は最小値以上でなければなりません
nb: Vennligst sjekk en gang til min og maks verdi. Max må være mer enn min
nl: Controleer nog een keer min en max waarde. Max moet meer dan min zijn
pl: Proszę sprawdzić jeszcze raz i min. Max musi wynosić więcej niż min
pt_br: Verifique mais uma vez o valor mínimo e máximo. Max deve ser mais do que min.
ru: Пожалуйста проверьте минимальное и максимальное значения. Максимум должен быть больше Минимума
sv: Vänligen kolla en mer tid min och max värde. Max måste vara mer än min
tr: Lütfen bir kez daha min ve max değerini kontrol edin. Maksimum minimumdan fazla olmalı

source: To fix
da: At fikse
de: Korrigieren
es: Arreglar
fi: Korjata
fr: Réparer
it: Fissarlo
ja: 修正する
nb: Å fikse
nl: Repareren
pl: Naprawić
pt_br: Consertar
ru: Исправить
sv: Att fixa
tr: Düzeltmek

source: Field "Finish value" is empty
da: Felt "Afslut værdi " er tomt
de: Feld "Gesamtzahl der Punkte" leer
es: El campo "Valor de fin" está vacío
fi: Kentän "Lopetusarvo" on tyhjä
fr: Le champ "Valeur de finition" est vide
it: Il campo "Quanti punti da segnare" è vuoto
ja: フィールド "終了値" は空です
nb: Felt "Fullfør verdi " er tomt
nl: Veld "Eindwaarde" is leeg
pl: Pole "Wartość końcowa" jest puste
pt_br: Campo "Valor final" está vazio
ru: Поле "Сколько баллов набрать" пустое
sv: Fält "Slutför värde " är tomt
tr: Alan "Bitiş değeri" boş

source: Please set the number of points that the child must gain for successful completion of the task
da: Indstil det antal point, som barnet skal opnå for at afslutte opgaven
de: Bitte richten Sie eine bestimmte Punktzahl ein, bei der das Kind die geheime Antwort erfährt
es: Por favor, establezca el número de puntos que el niño debe ganar para completar con éxito la tarea
fi: Määritä pisteiden määrä, jotka lapsen on saavutettava tehtävän suorittamisen onnistumiseksi
fr: Veuillez définir le nombre de points que l'enfant doit acquérir pour réussir la tâche
it: Impostare il numero di punti che il bambino deve guadagnare per il completamento del compito
ja: 子供が仕事を成功裏に完了するために得なければならない点数を設定してください
nb: Vennligst angi antall poeng som barnet må få for vellykket gjennomføring av oppgaven
nl: Stel alstublieft het aantal punten in dat het kind moet winnen voor de succesvolle afronding van de taak
pl: Proszę podać liczbę punktów, które dziecko musi zdobyć, aby pomyślnie zakończyć zadanie
pt_br: Defina o número de pontos que a criança deve ganhar para a conclusão bem-sucedida da tarefa
ru: Пожалуйста установите, сколько баллов нужно набрать ребенку, чтоб узнать секретный ответ
sv: Ange det antal poäng som barnet måste få för framgångsrikt slutförande av uppgiften
tr: Lütfen görevin başarıyla tamamlanması için çocuğun kazanması gereken puan sayısını ayarlayın.

source: You are using a number greater than 10
da: Du bruger et nummer større end 10
de: Ihr eingegebener Wert beträgt mehr als 10
es: Está utilizando un número mayor que 10
fi: Käytät numeroa, joka on suurempi kuin 10
fr: Vous utilisez un nombre supérieur à 10
it: ВStai utilizzando un numero maggiore di 10
ja: あなたは10より大きい数字を使用しています
nb: Du bruker et tall som er større enn 10
nl: U gebruikt een getal groter dan 10
pl: Używasz liczby większej niż 10
pt_br: Você está usando um número maior que 10
ru: Вы ввели значение больше 10
sv: Du använder ett nummer som är större än 10
tr: 10'dan büyük bir sayı kullanıyorsunuz

source: If you want to learn how to count with numbers more than 10, you can buy the full version
da: Hvis du vil lære at tælle med tal mere end 10, kan du købe den fulde version
de: Wenn Sie Interesse an den Lehrgängen, ab Nummer Zehn, besitzen, müssen Sie die Vollversion erwerben.
es: Si quieres aprender a contar con números de más de 10, puedes comprar la versión completa
fi: Jos haluat oppia laskemaan numerot yli 10, voit ostaa täydellisen version
fr: Si vous souhaitez apprendre à compter avec des nombres de plus de 10, vous pouvez acheter la version complète
it: Se vuoi imparare a contare con numeri superiori a 10, puoi acquistare la versione completa
ja: あなたが10以上の数で数える方法を学びたいなら、フルバージョンを購入することができます
nb: Hvis du vil lære å telle med tall over 10, kan du kjøpe den fullstendige versjonen
nl: Als u wilt leren hoe u met meer dan 10 cijfers kunt tellen, kunt u de volledige versie kopen
pl: Jeśli chcesz nauczyć się liczyć z liczbami większymi niż 10, możesz kupić pełną wersję
pt_br: Se você quiser aprender a contar com números superiores a 10, você pode comprar a versão completa
ru: Если вы хотите использовать для обучения числа больше 10, вам нужно купить полную версию
sv: Om du vill lära dig hur man räknar med siffror över 10, kan du köpa hela versionen
tr: Rakamları 10'dan fazla saymayı öğrenmek isterseniz tam sürümünü satın alabilirsiniz.

source: More
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
it: Di Più
ja: もっと
nb: Mer
nl: Meer
pl: Jeszcze
pt_br: Mais
ru: Подробнее
sv: Mer
tr: Daha

source: Cancel
da: Afbestille
de: Nicht jetzt
es: Cancelar
fi: Peruuttaa
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Не сейчас
sv: Annullera
tr: İptal etmek

source: You did not enter a PIN code
da: Du har ikke indtastet en pinkode
de: Sie haben die Geheimzahl nicht angegeben
es: No ha introducido un código PIN
fi: Et anna PIN-koodia
fr: Vous n'avez pas saisi de code PIN
it: Non è stato inserito un codice PIN
ja: あなたはPINコードを入力していません
nb: Du angav ikke en PIN-kode
nl: U heeft geen pincode ingevoerd
pl: Nie wprowadzono kodu PIN
pt_br: Você não inseriu um código PIN
ru: Вы не ввели Пин-код
sv: Du angav inte en PIN-kod
tr: PIN kodu girmediniz

source: If you do not enter the PIN code then the child will be able to see the answer at any time by opening the settings
da: Hvis du ikke indtaster PIN-koden, vil barnet kunne se svaret til enhver tid ved at åbne indstillingerne
de: Wenn Sie keine Geheimzahl eingerichtet haben, kann das Kind jederzeit die geheime Antwort erfahren.
es: Si no introduce el código PIN, el niño podrá ver la respuesta en cualquier momento abriendo los ajustes
fi: Jos et anna PIN-koodia, lapsi voi nähdä vastauksen milloin tahansa avaamalla asetukset
fr: Si vous ne saisissez pas le code PIN, l'enfant pourra voir la réponse à tout moment en ouvrant les paramètres
it: Se non inserisci il codice PIN, il bambino potrà visualizzare la risposta in qualsiasi momento aprendo le impostazioni
ja: PINコードを入力しないと、子供はいつでも設定を開いて回答を見ることができます
nb: Hvis du ikke oppgir PIN-koden, vil barnet kunne se svaret når som helst ved å åpne innstillingene
nl: Als u de pincode niet invoert, dan kan het kind op elk gewenst moment het antwoord zien door de instellingen te openen
pl: Jeśli nie wpiszesz kodu PIN, dziecko będzie mogło zobaczyć odpowiedź w dowolnym momencie, otwierając ustawienia
pt_br: Se você não inserir o código PIN, a criança poderá ver a resposta a qualquer momento abrindo as configurações
ru: Если вы не установите Пин-код, ребенок в любой момент сможет узнать секретный ответ, посмотрев его в меню
sv: Om du inte anger PIN-koden kan barnet när som helst se svaret genom att öppna inställningarna
tr: PIN kodunu girmezseniz, çocuğunuz aygıtı açarak istediğiniz zaman cevabı görebilir.

source: Back to the menu
da: Tilbage til menuen
de: Zurück zum Menü
es: Volver al menú
fi: Takaisin valikkoon
fr: Retour au menu
it: Torna al menu
ja: メニューに戻る
nb: Tilbake til menyen
nl: Terug naar het menu
pl: Wróć do menu
pt_br: Voltar ao menu
ru: Назад в меню
sv: Tillbaka till menyn
tr: Menüye dön

source: Continue without PIN
da: Fortsæt uden PIN-kode
de: Ohne Geheimzahl fortfahren
es: Continuar sin PIN
fi: Jatka ilman PIN-koodia
fr: Continuer sans PIN
it: Continuare senza PIN
ja: PINなしで続行する
nb: Fortsett uten PIN-kode
nl: Ga verder zonder pincode
pl: Kontynuuj bez kodu PIN
pt_br: Continue sem PIN
ru: Продолжить без Пин
sv: Fortsätt utan PIN-kod
tr: PIN olmadan devam et

source: tap here
da: tryk her
de: Drücken
es: pulse aquí
fi: Napauta
fr: robinet
it: rubinetto
ja: タップ
nb: trykk
nl: Klik hier
pl: naciśnij
pt_br: toque
ru: жми
sv: Tryck här
tr: musluk

source: If you choose Reset:
da: Hvis du vælger Nulstil:
de: Wenn Sie „Zurücksetzen“ auswählen:
es: Si selecciona Restablecer:
fi: Jos valitset Nollaa:
fr: Si vous choisissez Réinitialiser:
it: Se si sceglie Reset:
ja: リセットを選択した場合：
nb: Hvis du velger Tilbakestill:
nl: Als u Reset selecteert:
pl: Jeśli wybierzesz Reset:
pt_br: Se você escolher Redefinir:
ru: Если вы выберите Сброс:
sv: Om du väljer Återställ:
tr: Sıfırla'yı seçerseniz:

source: You will reset all data, including pin, scores and hidden answer, and go to Setting
da: Du vil nulstille alle data, herunder pin, score og skjult svar, og gå til Indstilling
de: Werden alle Ihre eingegebenen Daten, sowie die Geheimzahl, die erreichten Punkte und die geheime Antwort zurückgesetzt und Sie werden zurück ins Hauptmenü weitergeleitet
es: Usted reajustará todos los datos, incluyendo el alfiler, las puntuaciones y la respuesta oculta, y vaya a Configuración
fi: Palauta kaikki tiedot, mukaan lukien pin, tulokset ja piilotettu vastaus, ja siirry kohtaan Asetukset
fr: Vous réinitialiserez toutes les données, y compris les broches, les scores et la réponse cachée, et passez à Paramétrage
it: Riprenderai tutti i dati, inclusi i pin, i punteggi e la risposta nascosta, e vai a Impostazione
ja: ピン、スコア、隠れた回答を含むすべてのデータをリセットし、設定に移動します
nb: Du vil tilbakestille alle data, inkludert pin, score og skjult svar, og gå til Innstilling
nl: U zal alle gegevens, inclusief pin, scores en verborgen antwoord resetten, en gaan naar Instelling
pl: Zresetujesz wszystkie dane, w tym pin, wyniki i ukrytą odpowiedź, a następnie przejdź do sekcji Setting
pt_br: Você irá redefinir todos os dados, incluindo pinos, pontuação e resposta oculta, e vá para Configuração
ru: Вы сбросите все введенные данные, включая Пин-код, набранные баллы, секретный ответ и перейдёте в главное меню
sv: Du återställer all data, inklusive stift, poäng och doldt svar och går till Inställning
tr: Pin, puanlar ve gizli cevap da dahil olmak üzere tüm verileri sıfırlayacak ve Ayarlar'a gidersiniz

source: Reset!
da: Nulstille!
de: Zurücksetzen!
es: Reiniciar!
fi: Tyhjätä!
fr: Réinitialiser!
ja: リセット!
pl: Nastawić!
pt_br: Restabelecer!
ru: Сброс!
sv: Återställa!

source: Write here:
da: Skriv her:
de: Hier schreiben:
es: Escriba aqui:
fi: Kirjoita tähän:
fr: Ecrire ici:
it: Scrivere qui:
ja: ここに書きなさい：
nb: Skriv her:
nl: Schrijf hier:
pl: Napisz tutaj:
pt_br: Escreva aqui:
ru: Напишите тут:
sv: Skriv här:
tr: Buraya yaz:

source: Which bonus the child will receive when he cope with the task. For example: "Password for the iPad", or "Money for ice cream".
da: Hvilken bonus barnet vil modtage, når han klare opgaven. For eksempel: "Password for the iPad ", eller "Money for ice cream ".
de: Wenn das Kind die Aufgabe löst, erfährt das Kind die geheime Antwort auf eine Frage. Wie zum Beispiel "Das Passwort für das Tablet" oder "Das Geheimversteck, wo sich das Geld für das Kino versteckt"
es: Qué bono recibirá el niño cuando haga frente a la tarea. Por ejemplo: "Contraseña para el iPad", o "Dinero para helado".
fi: Minkä bonuksen lapsi saa, kun hän selviytyy tehtävistä. Esimerkiksi: "Salasana iPadille" tai "Rahaa jäätelöä".
fr: Quel bonus l'enfant recevra quand il fera face à la tâche. Par exemple: "Password for the iPad", ou "Money for ice cream".
it: Quale bonus il bambino riceverà quando affronta l'attività. Ad esempio: "Password per l'iPad" o "Denaro per il gelato".
ja: 子供がその課題に対処するときに受けるボーナス. 例えば： "iPadのパスワード", または "アイスクリームのお金".
nb: Hvilken bonus barnet vil motta når han takler oppgaven. For eksempel: "Passord for iPad ", eller "Money for ice cream ".
nl: Welke bonus zal het kind ontvangen wanneer hij de taak aan de orde stelt. Bijvoorbeeld: "Wachtwoord voor de iPad", of "Geld voor ijs".
pl: Która premia otrzyma dziecko, kiedy poradzi sobie z zadaniem. Na przykład: "Hasło dla iPada" lub "Pieniądze na lody".
pt_br: O bônus que a criança receberá quando ele lidar com a tarefa. Por exemplo: "Senha para o iPad", ou "Dinheiro para sorvete".
ru: Секретный ответ на какой вопрос получит ребенок, когда выполнит задание. Например: "Пароль от планшета", или "Где деньги на кино".
sv: Vilken bonus barnet kommer att få när han klarar av uppgiften. Till exempel: "Lösenord för iPad", eller "Pengar för glass".
tr: Görece baş ederken çocuğun hangi bonus alacağı. Örneğin: "iPad için şifre" veya "Dondurma için para".

source: Ok
da: Okay
es: De acuerdo
fi: kunnossa
fr: D'accord
nb: Хорошо
pt_br: Está bem
ru: Хорошо
sv: Хорошо
tr: Tamam

source: What is the code for ipad. For example: "879342", or where did you put the money for ice cream. For example: "Under a vase of flowers"
da: Hvad er koden til ipad. For eksempel: "879342 ", eller hvor har du lagt pengene til is. For eksempel: "Under en blomstervase "
de: Das Passwort für das Tablet z.B. "879342" oder Das Geheimversteck, wo sich das Geld für das Kino versteckt z.B. "Auf dem Tisch unter der Vase".
es: ¿Cuál es el código para ipad. Por ejemplo: "879342", o donde usted puso el dinero para el helado. Por ejemplo: "Bajo un jarrón de flores"
fi: Mikä on ipadin koodi? Esimerkiksi: "879342", tai missä laitat rahaa jäätelöön. Esimerkiksi: "Alle maljakko kukkia"
fr: Quel est le code pour ipad. Par exemple: "879342", ou où avez-vous mis de l'argent pour la glace. Par exemple: "Sous un vase de fleurs"
it: Qual è il codice per ipad. Ad esempio: "879342", o dove hai messo i soldi per il gelato. Ad esempio: "sotto un vaso di fiori"
ja: ipadのコードは何ですか？ 例えば "879342", あなたはアイスクリームのためにお金をどこに置いたのですか？ 例えば： "花瓶の下で"
nb: Hva er koden for ipad. For eksempel: "879342 ", eller hvor satt du pengene til iskrem. For eksempel: "Under en blomstervase "
nl: Wat is de code voor ipad. Bijvoorbeeld: "879342", of waar heb je het geld voor ijs gebracht. Bijvoorbeeld: "onder een vaas bloemen"
pl: Co to jest kod dla iPada. Na przykład: "879342", lub gdzie umieściłeś pieniądze na lody. Na przykład: "Pod wazonem kwiatów"
pt_br: Qual é o código para ipad. Por exemplo: "879342", ou onde você colocou o dinheiro para o sorvete. Por exemplo: "Sob um vaso de flores"
ru: Код от планшета. Например: "879342", или где лежат деньги на кино. Например: "На столе под вазой"
sv: Vad är koden för ipad. Till exempel: "879342", eller var satte du pengarna för glass. Till exempel: "Under en vas av blommor"
tr: Ipad için kod nedir? Örneğin: "879342", ya da parayı nereye dondurma koydunuz. Örneğin: "Bir çiçeğin vazosunun altında"

source: How many points should the child score in order to find out the answer. Right answer +1, mistake -1
da: Hvor mange point skal barnet score for at finde ud af svaret. Højre svar +1, fejl -1
de: Wie viele Punkte muss man erreichen, damit man die geheime Antwort erfährt: +1 für eine richtige Antwort, -1 für eine falsche Antwort
es: ¿Cuántos puntos debe marcar el niño para saber la respuesta? Respuesta correcta +1, error -1
fi: Kuinka monta pistettä lapsen pitäisi saada saadakseen vastauksen. Oikea vastaus +1, virhe -1
fr: Combien de points l'enfant doit-il marquer afin de trouver la réponse? Réponse correcte +1, erreur -1
it: Quanti punti dovrebbero avere il figlio per trovare la risposta. Risposta giusta +1, errore -1
ja: 答えを見つけるために、子供が何点を得なければならないか。 正解+1、間違い-1
nb: Hvor mange poeng skal barnet score for å finne ut svaret. Høyre svar +1, feil -1
nl: Hoeveel punten moet het kind scoren om het antwoord te achterhalen. Recht antwoord +1, fout -1
pl: Ile punktów powinien zdobyć dziecko, aby dowiedzieć się odpowiedzi. Odpowiednia odpowiedź +1, błąd -1
pt_br: Quantos pontos a criança deve avaliar para descobrir a resposta. Resposta certa +1, erro -1
ru: Сколько баллов нужно набрать, чтобы узнать секретный ответ. Правильный ответ +1, Не правильный -1
sv: Hur många poäng ska barnet göra för att få reda på svaret. Rätt svar +1, misstag -1
tr: Cevabı bulmak için kaç puan çocuk puanı gerekir. Doğru cevap +1, hata -1

source: Use all calculation
da: Brug alle beregninger
de: Nutzen Sie all Ihre mathematischen Kenntnisse
es: Utilice todos los cálculos
fi: Käytä kaikkia laskutoimituksia
fr: Utilisez tous les calculs
it: Utilizza tutto il calcolo
ja: すべての計算を使用する
nb: Bruk all beregning
nl: Gebruik alle berekeningen
pl: Użyj wszystkich obliczeń
pt_br: Use todo o cálculo
ru: Пользуйтесь всеми действиями
sv: Använd all beräkning
tr: Tüm hesaplamayı kullan

source: If you want to learn how to subtract, multiply and divide - buy full version.
da: Hvis du vil lære at trække, multiplicere og opdele - køb fuldversion.
de: Wenn sie das Subtrahieren, das Multiplizieren oder das Dividieren erlernen möchte, dann müssen Sie die Vollversion erwerben.
es: Si quieres aprender a substraer, multiplicar y dividir - comprar versión completa.
fi: Jos haluat oppia vähentämään, kertomaan ja jakamaan - ostaa täyden version.
fr: Si vous souhaitez apprendre à soustraire, à multiplier et à diviser, achetez la version complète.
it: Se vuoi imparare a sottrarre, moltiplicare e dividere - acquistare la versione completa.
ja: 減算、乗算、除算の方法を学びたい場合は、フルバージョンを購入してください。
nb: Hvis du vil lære å trekke, multiplisere og dele - kjøp fullversjon.
nl: Als u wilt leren hoe u kunt aftrekken, vermenigvuldigen en verdelen - koop volledige versie.
pl: Jeśli chcesz nauczyć się odejmowania, mnożenia i dzielenia - kup pełną wersję.
pt_br: Se quiser aprender a subtrair, multiplicar e dividir - compre a versão completa.
ru: Если вы хотите научится как вычитать, умножать и делить - вам нужно купить полную версию.
sv: Om du vill lära dig att subtrahera, multiplicera och dela upp - köp fullversion.
tr: Çıkarma, çarpma ve bölme öğrenmek istiyorsanız - tam sürüm satın alın.

source: Incorrect Pin
da: Forkert pin
de: Die Geheimzeit ist nicht gültig
es: Pin incorrecto
fi: Virheellinen tappi
fr: Pin incorrect
it: Pin non corretto
ja: 不適切なピン
nb: Feil pin
nl: Incorrecte pin
pl: Niepoprawny numer
pt_br: Pin incorreto
ru: Не верный Пин-код
sv: Felaktig PIN-kod
tr: Yanlış Pin

source: To find out the answer, enter the correct pin, or dial
da: For at finde svaret skal du indtaste den korrekte pin eller ringe
de: Wenn Sie die geheime Antwort erfahren möchten, dann geben Sie die Geheimzahl ein oder sammeln Sie
es: Para averiguar la respuesta, ingrese el pin correcto o marque
fi: Jos haluat selvittää vastauksen, syötä oikea tappi tai soita
fr: Pour trouver la réponse, entrez la broche correcte ou composez-la
it: Per scoprire la risposta, immettere il perno corretto o comporre
ja: 答えを見つけるには、正しいピンを入力するか、ダイヤルしてください
nb: For å finne ut svaret, skriv inn riktig pin, eller ring
nl: Om het antwoord op te lossen, voer de juiste pen in of bel
pl: Aby dowiedzieć się odpowiedzi, wprowadź prawidłowy kołek lub wybierz numer
pt_br: Para descobrir a resposta, digite o pino correto ou disque
ru: Чтобы узнать секретный ответ - введите правильный Пин-код, или наберите
sv: För att få reda på svaret, skriv in rätt stift eller ringa
tr: Cevabı öğrenmek için doğru pimi giriniz veya

source: points
da: point
de: Punkte
es: puntos
fi: pistettä
it: punti
ja: ポイント
nb: punkter
nl: punt
pl: zwrotnica
pt_br: pontos
ru: баллов
sv: poäng
tr: makas

source: One of the fields of min or max is empty
da: Et af felterne min eller max er tomt
de: Eins der Felder „Min“ oder „Max“ ist nicht ausgefüllt
es: Uno de los campos de min o max está vacío
fi: Yksi min- tai max-kentistä on tyhjä
fr: L'un des champs de min ou max est vide
it: Uno dei campi di min o max è vuoto
ja: minまたはmaxのフィールドの1つが空です
nb: Ett av feltene min eller max er tomt
nl: Een van de velden min of max is leeg
pl: Jedno pole min lub max jest puste
pt_br: Um dos campos de min ou max está vazio
ru: Одно из полей Min или Max пустое
sv: Ett av fälten min eller max är tomt
tr: Minimum veya maksimum alanlardan biri boş

source: Fill in the minimum and maximum fields
da: Udfyld minimum og maksimum felter
de: Füllen Sie die Zahlenfelder aus
es: Rellene los campos mínimo y máximo
fi: Täytä vähimmäis- ja enimmäiskentät
fr: Remplissez les champs minimum et maximum
it: Compila i campi minimi e massimi
ja: 最小および最大フィールドを入力します。
nb: Fyll inn minimum og maksimum felt
nl: Vul de minimum- en maximumvelden in
pl: Wypełnij pola minimalne i maksymalne
pt_br: Preencha os campos mínimo e máximo
ru: Заполните поля значений
sv: Fyll i de minsta och maximala fälten
tr: Minimum ve maksimum alanları doldurun
